<!DOCTYPE html>
<html>
<head>
<!-- Page header -->
<meta charset="utf-8" />
<meta name="keywords" content="floody, floodyapp, Floody, Floodyapp">
<meta name="description" content="Floody">
<meta name="author" content="floodyapp.com">

<link rel="shortcut icon" href="img/favicon.ico" type="image/x-icon" />
<link rel="stylesheet" href="css/theme.css">

<title>Floody</title>

<style>
h1 {
  color: white;
  text-align: center;
  font-size:50px;
}

h2 {
  color: white;
  text-align: left;
  font-size:18px;
}
</style>

</head>


<body bgcolor="#181821">

<center>
    <img src="logo.png" align="middle" alt="floody icon" class="responsive">
</center>

<h2><p>&Uuml;YEL&#304;K S&Ouml;ZLE&#350;MES&#304;</p>

<p>1. Taraflar</p>

<p>&#304;&#351;bu &Uuml;yelik S&ouml;zle&#351;mesi FLOODY ile &uuml;ye olmak i&ccedil;in i&#351;bu &Uuml;yelik S&ouml;zle&#351;mesi'nde yer alan &#351;artlar ile kurallara onay veren &quot;&Uuml;ye&quot; aras&#305;nda elektronik ortamda akdedilerek y&uuml;r&uuml;rl&uuml;&#287;e girmi&#351;tir.</p>

<p>2. Tan&#305;mlar</p>

<p>&ldquo;Uygulama&rdquo;:&rdquo;FLOODY&rdquo;nin &ldquo;Hizmetler&rdquo;ini sundu&#287;u mobil uygulama.</p>

<p>&ldquo;Kullan&#305;c&#305;&rdquo;: &ldquo;Uygulama&rdquo;ya eri&#351;en her ger&ccedil;ek veya t&uuml;zel ki&#351;i.</p>

<p>&ldquo;&Uuml;ye&rdquo;: &ldquo;Uygulama&rdquo;ya &uuml;ye olan ve &quot;Uygulama&quot; dahilinde sunulan hizmetlerden belirlenen ko&#351;ullar dahilinde yararlanan &ldquo;Kullan&#305;c&#305;&rdquo;.</p>

<p>&quot;&Uuml;yelik&quot;: &ldquo;&Uuml;ye&rdquo; olmak isteyen &ldquo;Kullan&#305;c&#305;&rdquo;n&#305;n i&#351;bu s&ouml;zle&#351;medeki &uuml;yelik formunu do&#287;ru ve ger&ccedil;ek bilgilerle doldurmas&#305;, verdi&#287;i kimlik bilgilerinin &ldquo;FLOODY&rdquo; taraf&#305;ndan onaylanmas&#305; ve bildirimi ile kazan&#305;lan stat&uuml;d&uuml;r. &Uuml;yelik i&#351;lemleri tamamlanmadan &ldquo;&Uuml;ye&rdquo; olma hak ve yetkisine sahip olunamaz. &ldquo;&Uuml;yelik&rdquo; hak ve y&uuml;k&uuml;ml&uuml;l&uuml;kleri, ba&#351;vuruda bulunana ait olan, k&#305;smen veya tamamen herhangi bir &uuml;&ccedil;&uuml;nc&uuml; &#351;ahsa devredilemeyen hak ve y&uuml;k&uuml;ml&uuml;l&uuml;klerdir. &ldquo;&Uuml;yelik&rdquo; ba&#351;vurusu herhangi bir sebep g&ouml;sterilmeksizin &ldquo;FLOODY&rdquo; taraf&#305;ndan reddedilebilir veya ek &#351;art ve ko&#351;ullar talep edilebilir. &ldquo;FLOODY&rdquo; gerekli g&ouml;rmesi halinde &ldquo;&Uuml;ye&rdquo;nin &ldquo;&Uuml;yelik&rdquo; stat&uuml;s&uuml;n&uuml; sona erdirebilir, &ldquo;&Uuml;yelik&rdquo;i herhangi bir sebeple sona erenin sonradan yapaca&#287;&#305; &ldquo;&Uuml;yelik&rdquo; ba&#351;vurusunu kabul etmeyebilir.</p>

<p>&quot;&Uuml;yelik S&ouml;zle&#351;mesi&quot;: &ldquo;Uygulama&rdquo;da yer alan &#351;artlar ve ko&#351;ullardan olu&#351;an, kullan&#305;c&#305;n&#305;n &ldquo;&Uuml;yelik S&ouml;zle&#351;mesi&rdquo;ni anlad&#305;&#287;&#305;na ve kabul etti&#287;ine ili&#351;kin elektronik olarak verdi&#287;i onay neticesinde elektronik ortamda akdedilen elektronik s&ouml;zle&#351;me.</p>

<p>&quot;FLOODY &Uuml;yelik Hesab&#305;&quot;: &Uuml;ye&rsquo;nin &quot;Uygulama&quot; i&ccedil;erisinde sunulan hizmetlerden yararlanmak i&ccedil;in gerekli olan i&#351; ve i&#351;lemleri ger&ccedil;ekle&#351;tirdi&#287;i, &quot;&Uuml;yelik&rdquo;le ilgili konularda &quot;FLOODY&quot;e talepte bulundu&#287;u, &quot;&Uuml;yelik bilgilerini g&uuml;ncelleyip, sunulan hizmetlerle ilgili raporlamalar&#305; g&ouml;r&uuml;nt&uuml;leyebildi&#287;i, kendisinin belirledi&#287;i ve m&uuml;nhas&#305;ran kendisi taraf&#305;ndan kullan&#305;laca&#287;&#305;n&#305; taahh&uuml;t etti&#287;i &quot;kullan&#305;c&#305; ad&#305;&quot; ve &quot;&#351;ifre&quot; ile &quot;Uygulama&quot; &uuml;zerinden eri&#351;ti&#287;i &quot;&Uuml;ye&quot;ye &ouml;zel internet sayfalar&#305; b&uuml;t&uuml;n&uuml;.</p>

<p>&ldquo;FLOODY Veritaban&#305;&rdquo; : &ldquo;Uygulama&rdquo; dahilinde eri&#351;ilen i&ccedil;eriklerin depoland&#305;&#287;&#305;, tasnif edildi&#287;i, sorgulanabildi&#287;i ve eri&#351;ilebildi&#287;i &ldquo;FLOODY&rdquo;e ait olan 5846 Say&#305;l&#305; Fikir ve Sanat Eserleri Kanunu gere&#287;ince korunan veritaban&#305;d&#305;r.</p>

<p> &ldquo;Ki&#351;isel Veri&rdquo;: 6698 say&#305;l&#305; Ki&#351;isel Verilerin Korunmas&#305; Hakk&#305;nda Kanun&rsquo;un (KVKK) 3/d maddesi uyar&#305;nca, kimli&#287;i belirli veya belirlenebilir ger&ccedil;ek ki&#351;iye ili&#351;kin her t&uuml;rl&uuml; bilgi ile KVKK m.6/1&rsquo;de say&#305;lan &ouml;zel nitelikli ki&#351;isel verilerdir.</p>

<p>3. &ldquo;&Uuml;yelik S&ouml;zle&#351;mesi&rdquo;nin Konusu ve Kapsam&#305;</p>

<p>&#304;&#351;bu &ldquo;&Uuml;yelik S&ouml;zle&#351;mesi&rdquo;nin konusu, &quot;Uygulama&quot;da sunulan &ldquo;Hizmetler&rdquo;in, bu &ldquo;Hizmetler&rdquo;den yararlanma &#351;artlar&#305; ile taraflar&#305;n hak ve y&uuml;k&uuml;ml&uuml;l&uuml;klerinin tespitidir. &ldquo;&Uuml;yelik S&ouml;zle&#351;mesi&rdquo; ile &quot;FLOODY&quot; i&ccedil;erisinde yer alan kullan&#305;ma, &uuml;yeli&#287;e ve &ldquo;Hizmetler&rdquo;e ili&#351;kin &ldquo;FLOODY&rdquo; taraf&#305;ndan yap&#305;lan t&uuml;m uyar&#305;, bildirim, uygulama ve a&ccedil;&#305;klama gibi beyanlar kapsam d&acirc;hilindedir. &quot;Kullan&#305;c&#305;&quot;, i&#351;bu &ldquo;&Uuml;yelik S&ouml;zle&#351;mesi&rdquo; h&uuml;k&uuml;mlerini kabul etmekle, &quot;FLOODY&quot; i&ccedil;inde yer alan kullan&#305;ma, &uuml;yeli&#287;e ve hizmetlere ili&#351;kin &ldquo;FLOODY&rdquo; taraf&#305;ndan a&ccedil;&#305;klanan her t&uuml;rl&uuml; beyana uygun davranaca&#287;&#305;n&#305; kabul ve taahh&uuml;t etmektedir.</p>

<p>4. &Uuml;yelik &#350;artlar&#305;</p>

<p>4.1. &quot;Kullan&#305;c&#305;&rdquo;lar hukuka uygun ama&ccedil;larla &ldquo;Uygulama&rdquo; &uuml;zerinde i&#351;lem yapabilirler. &quot;Kullan&#305;c&#305;&rdquo;lar&#305;n &ldquo;uygulama&rdquo; dahilinde yapt&#305;&#287;&#305; her i&#351;lem ve eylemdeki hukuki ve cezai sorumluluk kendilerine ait olacak olup, s&ouml;z konusu hukuki ve cezai y&uuml;k&uuml;ml&uuml;l&uuml;klerle ilgili &ldquo;FLOODY&rdquo;nin herhangi bir sorumlulu&#287;u bulunmad&#305;&#287;&#305;n&#305; &ldquo;Kullan&#305;c&#305;&rdquo; kabul, beyan ve taahh&uuml;t etmektedir.</p>

<p>4.2. &ldquo;Uygulama&rdquo;, &quot;&Uuml;ye&quot;ler taraf&#305;ndan &quot;FLOODY Veritaban&#305;&quot;na y&uuml;klenen &quot;&#304;&ccedil;erik&quot;lerin g&ouml;r&uuml;nt&uuml;lenmesi esas&#305;yla &ccedil;al&#305;&#351;maktad&#305;r. &quot;FLOODY&quot;, &quot;Kullan&#305;c&#305;&quot;lar taraf&#305;ndan g&ouml;r&uuml;nt&uuml;lenen ilan ve &quot;&#304;&ccedil;erik&quot;lerin hi&ccedil;bir ko&#351;ulda do&#287;rulu&#287;unu, ger&ccedil;ekli&#287;i, g&uuml;venli&#287;ini ve hukuka uygunlu&#287;unu garanti etmemektedir. S&ouml;z konusu ilan ve &quot;&#304;&ccedil;erik&quot;ler dolay&#305;s&#305;yla &ldquo;FLOODY&rdquo;nin herhangi bir sorumlulu&#287;u bulunmad&#305;&#287;&#305;n&#305;, ortaya &ccedil;&#305;kabilecek zararlardan &ouml;t&uuml;r&uuml; &ldquo;FLOODY&rdquo;nin hi&ccedil;bir tazmin y&uuml;k&uuml;ml&uuml;l&uuml;&#287;&uuml; olmayaca&#287;&#305;n&#305; &ldquo;Kullan&#305;c&#305;&rdquo;lar kabul ve beyan etmektedir.</p>

<p>4.3. &quot;FLOODY&quot;a &uuml;ye olabilmek i&ccedil;in re&#351;it olmak ve &ldquo;FLOODY&rdquo; taraf&#305;ndan i&#351;bu &ldquo;&Uuml;yelik S&ouml;zle&#351;mesi&rdquo; kapsam&#305;nda ge&ccedil;ici olarak &uuml;yelikten uzakla&#351;t&#305;r&#305;lmam&#305;&#351;, &uuml;yeli&#287;i ask&#305;ya al&#305;nmam&#305;&#351; veya &uuml;yelikten s&uuml;resiz yasaklanmam&#305;&#351; olmak gerekmektedir.</p>

<p>4.4. &ldquo;FLOODY&rdquo; herhangi bir zamanda gerek&ccedil;e g&ouml;stermeden, bildirimde bulunmadan, tazminat, ceza vb. sair y&uuml;k&uuml;ml&uuml;l&uuml;&#287;&uuml; bulunmaks&#305;z&#305;n derhal y&uuml;r&uuml;rl&uuml;&#287;e girecek &#351;ekilde i&#351;bu &ldquo;&Uuml;yelik S&ouml;zle&#351;mesi&rdquo;ni tek tarafl&#305; olarak feshedebilir, &quot;&Uuml;ye&quot;nin &ldquo;&Uuml;yelik&rdquo;ine son verebilir veya ge&ccedil;ici olarak durdurabilir. &quot;FLOODY&quot;de belirtilen kurallara ayk&#305;r&#305;l&#305;k halleri, &ldquo;&Uuml;ye&rdquo;nin &quot;FLOODY&quot; bilgi g&uuml;venli&#287;i sistemine risk olu&#351;turmas&#305; halleri &uuml;yeli&#287;e son verme veya &uuml;yeli&#287;i ge&ccedil;ici durdurma hallerindendir.</p>

<p>4.5.&quot;Kullan&#305;c&#305;&quot;lar &ldquo;Uygulama&rdquo; d&acirc;hilinde T&uuml;rk Ticaret Kanunu h&uuml;k&uuml;mleri uyar&#305;nca haks&#305;z rekabete yol a&ccedil;acak faaliyetlerde bulunmayaca&#287;&#305;n&#305;, &quot;FLOODY&quot;nin ve &uuml;&ccedil;&uuml;nc&uuml; ki&#351;ilerin &#351;ahsi ve ticari itibar&#305; sarsacak, ki&#351;ilik haklar&#305;na tecav&uuml;z veya taarruz edecek fiilleri ger&ccedil;ekle&#351;tirmeyece&#287;ini, mevzuata, kamu d&uuml;zenine ve genel ahlak kurallar&#305;na uygun hareket edece&#287;ini, mevzuat&#305;n gerektirdi&#287;i &ouml;nlemleri alaca&#287;&#305;n&#305; ve prosed&uuml;rleri yerine getirece&#287;ini, yasad&#305;&#351;&#305;, su&ccedil; te&#351;kil edecek, rahats&#305;z edici, ki&#351;ilik haklar&#305;na zarar verici, e&#351;itlik haklar&#305;na, fikri haklara, telif haklar&#305;na, marka haklar&#305;na ve m&uuml;lkiyet haklar&#305;na tecav&uuml;z edici tutum ve davran&#305;&#351;larda bulunmayaca&#287;&#305;n&#305; kabul ve taahh&uuml;t etmektedir.</p>

<p>4.6. &quot;Kullan&#305;c&#305;&quot;lar, &ldquo;Uygulama&rdquo; dahilinde eri&#351;tikleri bilgileri yaln&#305;zca bu bilgileri if&#351;a eden &quot;&Uuml;ye&quot; veya &quot;FLOODY&quot;nin amac&#305;na uygun olarak kullanmakla, ticari olmayan ama&ccedil;la g&ouml;r&uuml;nt&uuml;lemekle y&uuml;k&uuml;ml&uuml;d&uuml;r.</p>

<p>4.7. &quot;FLOODY&quot;, &quot;Kullan&#305;c&#305;&quot; bilgilerini kullanabilir, i&#351;leyebilir, payla&#351;abilir, if&#351;a edebilir, bir veritaban&#305; &uuml;zerinde tasnif edip muhafaza edebilir, tan&#305;t&#305;m ve bilgilendirme ama&ccedil;l&#305; ileti&#351;im faaliyetlerinde, pazarlama faaliyetlerinde ve istatistik&icirc; analizler yapmak amac&#305;yla kullanabilir. &quot;FLOODY&quot; ayn&#305; zamanda; kullan&#305;c&#305;n&#305;n IP adresi, &ldquo;Uygulama&rdquo;n&#305;n hangi b&ouml;l&uuml;mlerini ziyaret etti&#287;i, domain tipi, taray&#305;c&#305; (browser) tipi, tarih ve saat gibi bilgileri de istatistiki de&#287;erlendirme ve ki&#351;iye y&ouml;nelik hizmetler ve teklifler sunma gibi ama&ccedil;larla kullanabilir. &rdquo;FLOODY&rdquo;s&uuml;re&ccedil;lerini iyile&#351;tirme ama&ccedil;l&#305; ara&#351;t&#305;rmalar yapmak, veri taban&#305; olu&#351;turmak ve pazar ara&#351;t&#305;rmalar&#305; yapmak i&ccedil;in i&#351;birli&#287;i i&ccedil;inde oldu&#287;u firmalara Kullan&#305;c&#305; bilgilerini aktarabilir ve bu firmalar taraf&#305;ndan yukar&#305;da say&#305;l&#305; ama&ccedil;larla s&#305;n&#305;rl&#305; olarak Kullan&#305;c&#305; bilgileri i&#351;lenebilir.</p>

<p> 5. Taraflar&#305;n Hak ve Y&uuml;k&uuml;ml&uuml;l&uuml;kleri</p>

<p>5.1 &quot;&Uuml;ye&quot;nin Hak ve Y&uuml;k&uuml;ml&uuml;l&uuml;kleri</p>

<p>5.1.1 &ldquo;&Uuml;ye&quot;, &ldquo;FLOODY&quot;de belirtilen kurallara, beyanlara, y&uuml;r&uuml;rl&uuml;kteki t&uuml;m mevzuata ve ahlak kurallar&#305;na uygun hareket edece&#287;ini, &ldquo;&Uuml;yelik S&ouml;zle&#351;mesi&rdquo; h&uuml;k&uuml;mleri ile &ldquo;Uygulama&rdquo;daki t&uuml;m &#351;art ve kurallar&#305; anlad&#305;&#287;&#305;n&#305; ve onaylad&#305;&#287;&#305;n&#305; kabul ve taahh&uuml;t etmektedir.</p>

<p>5.1.2 &quot;&Uuml;ye&rdquo;, &ldquo;FLOODY&rdquo;nin y&uuml;r&uuml;rl&uuml;kteki mevzuat h&uuml;k&uuml;mleri gere&#287;ince resmi makamlara a&ccedil;&#305;klama yapmakla y&uuml;k&uuml;ml&uuml; oldu&#287;u durumlarda; &ldquo;&Uuml;ye&rdquo;lere ait gizli/&ouml;zel/ki&#351;isel veri-&ouml;zel nitelikli ki&#351;isel veri/ticari bilgileri resmi makamlara a&ccedil;&#305;klamaya yetkili oldu&#287;unu, bu sebeple &ldquo;FLOODY&rdquo;den her ne nam alt&#305;nda olursa olsun tazminat talep etmeyece&#287;ini kabul ve taahh&uuml;t etmektedir. Bunun haricinde &ldquo;&Uuml;ye&rdquo;nin &ldquo;Uygulama&rdquo; &uuml;zerinde verdi&#287;i ilanlarla ilgili olarak herhangi bir ki&#351;i ya da kurumun haklar&#305;n&#305;n ihlal edildi&#287;i iddias&#305; ile &ldquo;FLOODY&rdquo;e bildirimde bulunmas&#305;, yarg&#305; yoluna ba&#351;vuraca&#287;&#305;n&#305; bildirmesi halinde; &ldquo;&Uuml;ye&rdquo;nin kendisine bildirdi&#287;i ad-soyad bilgisini &ldquo;FLOODY&rdquo; ilgili tarafa verebilir.</p>

<p> 5.1.3. &quot;&Uuml;ye&quot;lerin, &ldquo;Uygulama &Uuml;yelik Hesab&#305;&rdquo;na giri&#351;te kulland&#305;klar&#305; &quot;kullan&#305;c&#305; ad&#305;&quot; ve &quot;&#351;ifre&quot;nin g&uuml;venli&#287;ini sa&#287;lamalar&#305;, m&uuml;nhas&#305;ran ve m&uuml;nferiden kendileri taraf&#305;ndan kullan&#305;lmas&#305;n&#305; temin etmeleri, &uuml;&ccedil;&uuml;nc&uuml; ki&#351;ilerden saklamalar&#305; tamamen kendi sorumlulu&#287;undad&#305;r. Bu konuda ihmal veya kusurlar&#305;ndan dolay&#305; di&#287;er &ldquo;&Uuml;ye&quot;lerin ve/veya &ldquo;FLOODY&rdquo;nin ve/veya &uuml;&ccedil;&uuml;nc&uuml; ki&#351;ilerin u&#287;rad&#305;&#287;&#305; veya u&#287;rayabilece&#287;i maddi ve/veya manevi her t&uuml;r zararlardan &ldquo;&Uuml;ye&rdquo; sorumludur.</p>

<p> 5.1.4. &quot;&Uuml;ye&quot;, &quot;Uygulama&quot; dahilinde kendisi taraf&#305;ndan sa&#287;lanan bilgilerin ve i&ccedil;eriklerin do&#287;ru ve hukuka uygun oldu&#287;unu, s&ouml;z konusu bilgi ve i&ccedil;eriklerin &quot;Uygulama&quot; &uuml;zerinde yay&#305;nlanmas&#305;n&#305;n veya bu i&ccedil;eriklerle ba&#287;lant&#305;l&#305; &uuml;r&uuml;nlerin sat&#305;&#351;&#305;n&#305;n ve te&#351;hirinin, y&uuml;r&uuml;rl&uuml;kteki mevzuat do&#287;rultusunda herhangi bir hukuka ayk&#305;r&#305;l&#305;k yaratmad&#305;&#287;&#305;n&#305; kabul ve taahh&uuml;t etmektedir. &quot;FLOODY&quot;, &quot;&Uuml;ye&quot; taraf&#305;ndan &quot;FLOODY&quot;e iletilen bilgilerin ve i&ccedil;eriklerin do&#287;rulu&#287;unu ara&#351;t&#305;rmakla y&uuml;k&uuml;ml&uuml; ve sorumlu olmad&#305;&#287;&#305; gibi, s&ouml;z konusu bilgi ve i&ccedil;eriklerin yanl&#305;&#351; veya hatal&#305; olmas&#305;ndan veya yay&#305;nlanmas&#305;ndan dolay&#305; ortaya &ccedil;&#305;kacak hi&ccedil;bir zarardan sorumlu tutulamaz.</p>

<p> 5.1.5. &quot;&Uuml;ye&quot;, &quot;FLOODY&quot;nin yaz&#305;l&#305; onay&#305; olmadan i&#351;bu &ldquo;&Uuml;yelik S&ouml;zle&#351;mesi&rdquo;ni veya bu &ldquo;&Uuml;yelik S&ouml;zle&#351;mesi&rdquo;nin kapsam&#305;ndaki hak ve y&uuml;k&uuml;ml&uuml;l&uuml;klerini k&#305;smen veya tamamen herhangi bir &uuml;&ccedil;&uuml;nc&uuml; ki&#351;iye devredemez.</p>

<p>5.1.6. &ldquo;&Uuml;ye&rdquo; hukuka uygun ama&ccedil;larla &quot;Uygulama&quot; &uuml;zerinde i&#351;lem yapabilir. &quot;&Uuml;ye&quot;nin, &quot;Uygulama&quot; dahilinde yapt&#305;&#287;&#305; her i&#351;lem ve eylemdeki hukuki ve cezai sorumluluk kendisine aittir. &quot;&Uuml;ye&quot;, &quot;FLOODY&quot;nin ve/veya ba&#351;ka bir &uuml;&ccedil;&uuml;nc&uuml; &#351;ahs&#305;n ayni veya &#351;ahsi haklar&#305;na, malvarl&#305;&#287;&#305;na, ki&#351;isel verilerine tecav&uuml;z te&#351;kil edecek nitelikteki &quot;Uygulama&quot; d&acirc;hilinde bulunan resimleri, metinleri, g&ouml;rsel ve i&#351;itsel imgeleri, video klipleri, dosyalar&#305;, veritabanlar&#305;, kataloglar&#305; ve listeleri &ccedil;o&#287;altmayaca&#287;&#305;n&#305;, kopyalamayaca&#287;&#305;n&#305;, da&#287;&#305;tmayaca&#287;&#305;n&#305;, i&#351;lemeyece&#287;ini, ba&#351;ka veritaban&#305;na aktarmayaca&#287;&#305;n&#305; veya bu nitelikte sonu&ccedil;lar do&#287;urabilecek &#351;ekilde &quot;Uygulama&quot;ya y&uuml;klemeyece&#287;ini; bu t&uuml;r eylemler ger&ccedil;ekle&#351;tirerek herhangi bir ticari faaliyette bulunmayaca&#287;&#305;n&#305;; gerek bu eylemleri ile gerekse de ba&#351;ka yollarla do&#287;rudan ve/veya dolayl&#305; olarak haks&#305;z rekabet te&#351;kil eden davran&#305;&#351; ve i&#351;lemler ger&ccedil;ekle&#351;tirmeyece&#287;ini kabul ve taahh&uuml;t etmektedir. &quot;&Uuml;ye&quot;nin i&#351;bu &ldquo;&Uuml;yelik S&ouml;zle&#351;mesi&rdquo; h&uuml;k&uuml;mlerine ve hukuka ayk&#305;r&#305; olarak ger&ccedil;ekle&#351;tirdikleri &quot;FLOODY&quot; &uuml;zerindeki faaliyetler nedeniyle &uuml;&ccedil;&uuml;nc&uuml; ki&#351;ilerin u&#287;rad&#305;klar&#305; veya u&#287;rayabilecekleri zararlardan dolay&#305; &quot;FLOODY&quot; do&#287;rudan ve/veya dolayl&#305; olarak hi&ccedil;bir &#351;ekilde sorumlu tutulamaz.</p>

<p></p>

<p>5.1.7. &ldquo;FLOODY&rdquo;, &ldquo;&Uuml;ye&rdquo;lerin sadece ilgili ilanlar&#305;n i&ccedil;eriklerini &ouml;&#287;renme amac&#305;yla ilanlar&#305; g&ouml;r&uuml;nt&uuml;lemesine ve &ldquo;FLOODY Aray&uuml;z&uuml;&rdquo;n&uuml; kullanmas&#305;na izin vermekte olup, bunun d&#305;&#351;&#305;nda bir ama&ccedil;la veri taban&#305; &uuml;zerinden belirli bir say&#305;da veya b&uuml;t&uuml;n&uuml;ne y&ouml;nelik olarak ilanlara ula&#351;&#305;lmaya &ccedil;al&#305;&#351;&#305;lmas&#305;, ilanlar&#305;n k&#305;smen veya tamamen kopyalanmas&#305;, bunlar&#305;n ba&#351;ka mecralarda do&#287;rudan veya dolayl&#305; olarak yay&#305;nlanmas&#305;, derlenmesi, i&#351;lenmesi, ba&#351;ka veritabanlar&#305;na aktar&#305;lmas&#305;, bu veritaban&#305;ndan &uuml;&ccedil;&uuml;nc&uuml; ki&#351;ilerin eri&#351;imine ve kullan&#305;m&#305;na a&ccedil;&#305;lmas&#305;, &ldquo;FLOODY&rdquo; &uuml;zerindeki ilanlara link verilmesi de dahil olmak &uuml;zere benzer fiillerin i&#351;lenmesine &ldquo;FLOODY&rdquo; taraf&#305;ndan izin verilmemekte ve r&#305;za g&ouml;sterilmemektedir. Bu t&uuml;r fiiller hukuka ayk&#305;r&#305; olup; &quot;FLOODY&rsquo;nin gerekli talep, dava ve takip haklar&#305; sakl&#305;d&#305;r.</p>

<p> 5.1.8. &ldquo;&Uuml;ye&rdquo;, &uuml;&ccedil;&uuml;nc&uuml; &#351;ah&#305;slardan ald&#305;&#287;&#305; mal ve hizmetlerdeki ay&#305;plarla ilgili &ldquo;FLOODY&rdquo;nin herhangi bir sorumlulu&#287;u bulunmad&#305;&#287;&#305;n&#305;, T&uuml;keticinin Korunmas&#305; Hakk&#305;ndaki Kanun ve ilgili sair mevzuat kapsam&#305;ndaki her t&uuml;rl&uuml; talep ve sorumlulu&#287;un muhatab&#305;n&#305;n ilgili mal ve hizmeti sat&#305;c&#305;s&#305;na ait oldu&#287;unu ve bunlara ili&#351;kin olarak her t&uuml;r sorumluluk ve y&uuml;k&uuml;ml&uuml;l&uuml;kten &ldquo;FLOODY&rdquo;i ibra etti&#287;ini kabul ve taahh&uuml;t etmektedir.</p>

<p>5.2. &quot;FLOODY&quot;nin Hak ve Y&uuml;k&uuml;ml&uuml;l&uuml;kleri</p>

<p>5.2.1. &quot;FLOODY&quot;,sunulan hizmetleri ve i&ccedil;erikleri her zaman de&#287;i&#351;tirebilme; &quot;&Uuml;ye&quot;lerin sisteme y&uuml;kledikleri bilgileri ve i&ccedil;erikleri &quot;Uygulama&quot; kullan&#305;c&#305;lar&#305; da d&acirc;hil olmak &uuml;zere &uuml;&ccedil;&uuml;nc&uuml; ki&#351;ilerin eri&#351;imine kapatabilme ve silme hakk&#305;n&#305; sakl&#305; tutmaktad&#305;r. &quot;FLOODY&quot;, bu hakk&#305;n&#305; hi&ccedil;bir bildirimde bulunmadan ve &ouml;nel vermeden kullanabilir. &quot;&Uuml;ye&quot;ler, &quot;FLOODY&quot;nin talep etti&#287;i de&#287;i&#351;iklik ve/veya d&uuml;zeltmeleri ivedi olarak yerine getirmek zorundad&#305;rlar. De&#287;i&#351;iklik ve/veya d&uuml;zeltmeleri gerekli g&ouml;r&uuml;ld&uuml;&#287;&uuml; takdirde &quot;Uygulama&quot; yapabilir. &quot;FLOODY&quot; taraf&#305;ndan talep edilen de&#287;i&#351;iklik ve/veya d&uuml;zeltme taleplerinin, kullan&#305;c&#305;lar taraf&#305;ndan zaman&#305;nda yerine getirilmemesi sebebiyle do&#287;an veya do&#287;abilecek zararlar, hukuki ve cezai sorumluluklar tamamen kullan&#305;c&#305;lara aittir.</p>

<p> 5.2.2. &quot;Uygulama&quot; &uuml;zerinden, &quot;FLOODY&quot;nin kendi kontrol&uuml;nde olmayan &quot;Sat&#305;c&#305;&quot;lar, sa&#287;lay&#305;c&#305;lar ve ba&#351;kaca &uuml;&ccedil;&uuml;nc&uuml; ki&#351;ilerin sahip oldu&#287;u ve i&#351;letti&#287;i ba&#351;ka internet sitelerine ve/veya uygulamalara, dosyalara veya i&ccedil;eriklere link verebilir. Bu linkler &quot;&Uuml;ye&quot;ler taraf&#305;ndan veya sadece referans kolayl&#305;&#287;&#305; nedeniyle &quot;FLOODY&quot; taraf&#305;ndan sa&#287;lanm&#305;&#351; olabilir ve linkin y&ouml;neldi&#287;i internet sitesini veya i&#351;leten ki&#351;isini desteklemek amac&#305;yla veya internet sitesi veya i&ccedil;erdi&#287;i bilgilere y&ouml;nelik herhangi bir t&uuml;rde do&#287;rulama beyan&#305; veya garanti niteli&#287;i ta&#351;&#305;mamaktad&#305;r. &quot;Uygulama&quot; &uuml;zerindeki linkler vas&#305;tas&#305;yla eri&#351;ilen uygulamalar, internet siteleri, dosyalar ve i&ccedil;erikler, bu linkler vas&#305;tas&#305;yla eri&#351;ilen uygulamalar veya internet sitelerinden sunulan hizmetler veya &uuml;r&uuml;nler veya bunlar&#305;n i&ccedil;eri&#287;i hakk&#305;nda &quot;FLOODY&quot;nin herhangi bir sorumlulu&#287;u yoktur.</p>

<p> 5.2.3. &quot;FLOODY&quot;, &quot;Uygulama&quot;n&#305;n i&#351;leyi&#351;ine, hukuka, ba&#351;kalar&#305;n&#305;n haklar&#305;na, &ldquo;&Uuml;yelik S&ouml;zle&#351;mesi&rdquo; ko&#351;ullar&#305;na, ki&#351;isel verilerin korunmas&#305;na genel ahlak kurallar&#305;na ayk&#305;r&#305; olan mesajlar&#305;, i&ccedil;erikleri istedi&#287;i zaman ve &#351;ekilde eri&#351;imden kald&#305;rabilir; &quot;FLOODY&quot; bu mesaj ve i&ccedil;eri&#287;i giren &quot;&Uuml;ye&quot;nin &uuml;yeli&#287;ine herhangi bir bildirim yapmadan son verebilir.</p>

<p> 5.2.4. &quot;FLOODY&quot;nin, &quot;FLOODY&quot; &ccedil;al&#305;&#351;anlar&#305;n&#305;n ve y&ouml;neticilerinin, &ldquo;Uygulama&rdquo;da &ldquo;&Uuml;ye&rdquo;ler ve &ldquo;Kullan&#305;c&#305;&rdquo;lar taraf&#305;ndan sa&#287;lanan i&ccedil;eriklerin hukuka uygun olup olmad&#305;&#287;&#305;n&#305;, ger&ccedil;ekli&#287;ini, do&#287;rulu&#287;unu ara&#351;t&#305;rmak ve kontrol etmek y&uuml;k&uuml;ml&uuml;l&uuml;&#287;&uuml; bulunmamaktad&#305;r.</p>

<p> 5.2.5. &quot;FLOODY&quot;, 5651 say&#305;l&#305; &quot;&#304;nternet Ortam&#305;nda Yap&#305;lan Yay&#305;nlar&#305;n D&uuml;zenlenmesi ve Bu Yay&#305;nlar Yoluyla &#304;&#351;lenen Su&ccedil;larla M&uuml;cadele Edilmesi Hakk&#305;nda Kanun&quot; kapsam&#305;nda ve bu Kanun do&#287;rultusunda Telekom&uuml;nikasyon Kurumu &#304;leti&#351;im Ba&#351;kanl&#305;&#287;&#305;&rsquo;n&#305;n 17.01.2013 tarih ve 581 Belge no&rsquo;lu yaz&#305;s&#305; ile &quot;Yer Sa&#287;lay&#305;c&#305;&quot; olarak faaliyet g&ouml;stermektedir.</p>

<p>5.2.6.&quot;FLOODY&quot;, kullan&#305;c&#305;lar&#305;n hukuka uygun ama&ccedil;larla uygulama dahilinde ileti&#351;ime ge&ccedil;melerini sa&#287;lar.&quot;Kullan&#305;c&#305;lar&quot; ileti&#351;ime ge&ccedil;tikten sonra bir taraf&#305;n ma&#287;dur olmas&#305; s&ouml;z konusu oldu&#287;unda hukuki ve cezai y&uuml;k&uuml;ml&uuml;l&uuml;k ma&#287;duriyete sebebiyet veren tarafa ait olmakla birlikte &quot;FLOODY&quot; nin herhangi bir sorumlulu&#287;unun olmad&#305;&#287;&#305;n&#305; i&#351;bu s&ouml;zle&#351;me ile &quot;kullan&#305;c&#305;&quot; kabul, beyan ve taahh&uuml;t etmektedir.</p>

<p>6. KULLANIM KO&#350;ULLARINDA DE&#286;&#304;&#350;&#304;KL&#304;KLER &quot;FLOODY&quot;, diledi&#287;inde, tek tarafl&#305; olarak i&#351;bu &quot;Kullan&#305;m Ko&#351;ullar&#305;&quot;n&#305; herhangi bir zamanda &ldquo;uygulama&rdquo;da ilan ederek de&#287;i&#351;tirebilir. &#304;&#351;bu &quot;Kullan&#305;m Ko&#351;ullar&#305;&quot;n&#305;n de&#287;i&#351;en h&uuml;k&uuml;mleri, ilan edildikleri tarihte ge&ccedil;erlilik kazanarak, y&uuml;r&uuml;rl&uuml;&#287;e girecektir. &#304;&#351;bu &quot;Kullan&#305;m Ko&#351;ullar&#305;&quot; &ldquo;Kullan&#305;c&#305;&rdquo;n&#305;n tek tarafl&#305; beyanlar&#305; ile de&#287;i&#351;tirilemez.</p>

<p> 7. Gizlilik Politikas&#305;</p>

<p>7.1. &quot;&Uuml;ye&rdquo;, &ldquo;Uygulama&rdquo; dahilinde eri&#351;ti&#287;i bilgileri yaln&#305;zca bu bilgileri if&#351;a eden &ldquo;&Uuml;ye&rdquo;nin veya &quot;FLOODY&quot;nin if&#351;a etti&#287;i ama&ccedil;lara uygun olarak kullanmakla y&uuml;k&uuml;ml&uuml; olup, elde etti&#287;i KULLANICILAR&rsquo;a veya &uuml;&ccedil;&uuml;nc&uuml; ki&#351;ilere ait Ki&#351;isel Verilerin korunmas&#305;ndan, i&#351;lenmesinden, aktar&#305;lmas&#305;ndan ve KVKK kapsam&#305;ndaki t&uuml;m y&uuml;k&uuml;ml&uuml;l&uuml;klerden kendisinin sorumlu oldu&#287;unu, FLOODY&rsquo;nin kendi sistemlerinde internet sitesinin kullan&#305;m&#305; i&ccedil;in zorunlu olarak toplad&#305;&#287;&#305; ki&#351;isel veriler d&#305;&#351;&#305;ndaki hi&ccedil;bir ki&#351;isel veri i&ccedil;in KVKK kapsam&#305;nda herhangi bir y&uuml;k&uuml;ml&uuml;l&uuml;&#287;&uuml;n&uuml;n ve sorumlulu&#287;unun olmad&#305;&#287;&#305;n&#305; kabul, beyan ve taahh&uuml;t eder. &ldquo;&Uuml;ye&rdquo;; ki&#351;isel verilerin korunmas&#305; y&uuml;k&uuml;ml&uuml;l&uuml;&#287;&uuml;ne ayk&#305;r&#305; hareket etmesi veya ki&#351;isel verileri i&#351;lemesi, aktarmas&#305; veya sair surette bir i&#351;leme konu etmesi ve bu kullan&#305;m&#305;n bir ihlal meydana getirmesi durumunda, Ki&#351;isel Verileri Koruma Kurulu&rsquo;nun veya idari makamlar&#305;n veya mahkemelerin ki&#351;isel verilerle ilgili olarak verdikleri kararlar neticesinde FLOODY&rsquo;nin bir zarara u&#287;ramas&#305; durumunda bu zarar&#305; ilk talepte nakden ve defaten tazmin edece&#287;ini kabul, beyan ve taahh&uuml;t eder.</p>

<p> 7.2. &ldquo;&Uuml;ye&rdquo;, bir Avrupa Birli&#287;i mukimi ger&ccedil;ek ki&#351;i olmas&#305; durumunda kendi ki&#351;isel verileri ile ilgili olarak 6698 say&#305;l&#305; Ki&#351;isel Verilerin Korunmas&#305; Hakk&#305;nda Kanun ve ikincil d&uuml;zenlemeleri ile Ki&#351;isel Verileri Koruma Kurulu kararlar&#305;n&#305;n ve d&uuml;zenlemelerinin uygulanaca&#287;&#305;n&#305;, &ccedil;&#305;kabilecek t&uuml;m hukuki sorunlarda kanunlar ihtilaf&#305; kurallar&#305;na bak&#305;lmadan T&uuml;rk i&ccedil; hukukunun uygulanaca&#287;&#305;n&#305;, 95/46/EC say&#305;l&#305; Avrupa Birli&#287;i Direktifi&rsquo;nin ve May&#305;s 2018 tarihinde Avrupa Birli&#287;i&rsquo;nde y&uuml;r&uuml;rl&uuml;&#287;e girecek Genel Veri Koruma Reg&uuml;lasyonu&rsquo;nun (GDPR) uygulanmayaca&#287;&#305;n&#305;, T&uuml;rk Milletleraras&#305; &Ouml;zel Hukuk ve Usul Hukuku Hakk&#305;nda Kanun&rsquo;un kanunlar ihtilaf&#305; kaidelerinin uygulanmas&#305;n&#305; talep etmekten feragat etti&#287;ini kabul, beyan ve taahh&uuml;t eder.</p>

<p> 7.3. &ldquo;&Uuml;ye&rdquo;, &ldquo;FLOODY&rdquo; &uuml;yeli&#287;i ve/veya yay&#305;nlad&#305;&#287;&#305; ilanlar nedeniyle alenile&#351;mi&#351; olan ki&#351;isel verilerinin Google veya di&#287;er arama motorlar&#305; veya benzer verileri indeksleyen sistemler taraf&#305;ndan kaydedilmesi, i&#351;lenmesi, arama sonu&ccedil;lar&#305;nda &ccedil;&#305;kar&#305;lmas&#305; gibi durumlar i&ccedil;in &ldquo;FLOODY&rdquo;nin herhangi bir dahlinin, katk&#305;s&#305;n&#305;n olmad&#305;&#287;&#305;n&#305; ve ki&#351;isel verilerinin indesklenmek veya sair y&ouml;ntemlerle aramaya mahsus yap&#305;land&#305;r&#305;lm&#305;&#351; sistemlerde herhangi bir &#351;ekil ve surette i&#351;lenmesi veya aktar&#305;lmas&#305;ndan dolay&#305; &ldquo;FLOODY&rdquo;nin herhangi bir sorumlulu&#287;unun olmad&#305;&#287;&#305;n&#305;, veri sahibi olarak yapaca&#287;&#305; ba&#351;vuru taleplerini ba&#351;ta indekslemeyle ilgili s&uuml;re&ccedil;lerde veri sorumlusu s&#305;fat&#305;n&#305; haiz olan Google olmak &uuml;zere di&#287;er arama motorlar&#305; veya arama sistemleri, indeskleme sistemleri i&#351;leten veri sorumlusu ger&ccedil;ek ve/veya t&uuml;zel ki&#351;ilere y&ouml;neltmeyi kabul, beyan ve taahh&uuml;t eder.</p>

<p> 7.4. &ldquo;&Uuml;ye&rdquo; ilan verirken veya herhangi bir nedenle &ouml;zel nitelikli ki&#351;isel verilerini &ldquo;FLOODY&rdquo; &uuml;zerinden yay&#305;nlad&#305;&#287;&#305; takdirde, &ouml;zel nitelikli ki&#351;isel verilerin bu &#351;ekilde aleniyet kazand&#305;&#287;&#305;n&#305; ve aleniyet kazanan &ouml;zel nitelikli ki&#351;isel verilerinin alenile&#351;tirme amac&#305;na ba&#287;l&#305; olarak &ldquo;FLOODY&rdquo; taraf&#305;ndan kullan&#305;labilece&#287;ini, aktar&#305;labilece&#287;ini, i&#351;lenebilece&#287;ini bildi&#287;ini; i&#351;bu i&#351;leme faaliyetlerinin de hukuka ayk&#305;r&#305;l&#305;k te&#351;kil etmeyece&#287;ini bildi&#287;ini kabul, beyan ve taahh&uuml;t eder.</p>

<p>8. Fikri M&uuml;lkiyet Haklar&#305;</p>

<p>&quot;&Uuml;ye&quot;ler, &quot;FLOODY&quot; hizmetlerini, &quot;FLOODY&quot; bilgilerini ve &quot;FLOODY&quot;nin telif haklar&#305;na tabi &ccedil;al&#305;&#351;malar&#305;n&#305; satmak, i&#351;lemek, payla&#351;mak, da&#287;&#305;tmak, sergilemek veya ba&#351;kas&#305;n&#305;n &quot;FLOODY&quot;nin hizmetlerine eri&#351;mesi veya kullanmas&#305;na izin vermek hakk&#305;na sahip de&#287;ildirler. &#304;&#351;bu &uuml;yelik s&ouml;zle&#351;mesi d&acirc;hilinde &quot;FLOODY&quot; taraf&#305;ndan sarahaten izin verilen durumlar haricinde &quot;FLOODY&quot;nin telif haklar&#305;na tabi &ccedil;al&#305;&#351;malar&#305;n&#305; &ccedil;o&#287;altamaz, i&#351;leyemez, da&#287;&#305;tamaz veya bunlardan t&uuml;remi&#351; &ccedil;al&#305;&#351;malar yapamaz.</p>

<p>9. &ldquo;&Uuml;yelik S&ouml;zle&#351;mesi&rdquo; De&#287;i&#351;iklikleri</p>

<p>&quot;FLOODY&quot;, tamamen kendi takdirine ba&#287;l&#305; ve tek tarafl&#305; olarak i&#351;bu &ldquo;&Uuml;yelik S&ouml;zle&#351;mesi&rdquo;ni uygun g&ouml;rece&#287;i herhangi bir zamanda uygulamada yay&#305;nlayarak de&#287;i&#351;tirebilir. &#304;&#351;bu &ldquo;&Uuml;yelik S&ouml;zle&#351;mesi&rdquo;nin de&#287;i&#351;en h&uuml;k&uuml;mleri,yay&#305;nland&#305;&#287;&#305; tarihte ge&ccedil;erlilik kazanarak y&uuml;r&uuml;rl&uuml;&#287;e girecek, geri kalan h&uuml;k&uuml;mler aynen y&uuml;r&uuml;rl&uuml;kte kalarak h&uuml;k&uuml;m ve sonu&ccedil;lar&#305;n&#305; do&#287;urmaya devam edecektir. &#304;&#351;bu &ldquo;&Uuml;yelik S&ouml;zle&#351;mesi&rdquo;, &quot;&Uuml;ye&quot;nin tek tarafl&#305; beyanlar&#305; ile de&#287;i&#351;tirilemez.</p>

<p>10. M&uuml;cbir Sebepler</p>

<p>Hukuken m&uuml;cbir sebep say&#305;lan t&uuml;m durumlarda, &quot;FLOODY&quot; i&#351;bu &ldquo;&Uuml;yelik S&ouml;zle&#351;mesi&rdquo; ile belirlenen edimlerinden herhangi birini ge&ccedil; veya eksik ifa etme veya ifa etmeme nedeniyle y&uuml;k&uuml;ml&uuml; de&#287;ildir. Bu ve bunun gibi durumlar, &quot;FLOODY&quot; i&ccedil;in, gecikme, eksik ifa etme veya ifa etmeme veya temerr&uuml;t addedilmeyecek veya bu durumlar i&ccedil;in &quot;FLOODY&quot;den herhangi bir ad alt&#305;nda tazminat talep edilemeyecektir. M&uuml;cbir sebep terimi; do&#287;al afet, isyan, sava&#351;, grev, ileti&#351;im sorunlar&#305;, altyap&#305; ve internet ar&#305;zalar&#305;, sisteme ili&#351;kin iyile&#351;tirme veya yenile&#351;tirme &ccedil;al&#305;&#351;malar&#305; ve bu sebeple meydana gelebilecek ar&#305;zalar, elektrik kesintisi ve k&ouml;t&uuml; hava ko&#351;ullar&#305; da d&acirc;hil ve fakat bunlarla s&#305;n&#305;rl&#305; olmamak kayd&#305;yla ilgili taraf&#305;n makul kontrol&uuml; haricinde ve &quot;FLOODY&quot;nin gerekli &ouml;zeni g&ouml;stermesine ra&#287;men &ouml;nleyemedi&#287;i ka&ccedil;&#305;n&#305;lamayacak olaylar olarak yorumlanacakt&#305;r.</p>

<p>11. Uygulanacak Hukuk ve Yetki</p>

<p>&#304;&#351;bu &ldquo;&Uuml;yelik S&ouml;zle&#351;mesi&rdquo;nin uygulanmas&#305;nda, yorumlanmas&#305;nda ve i&#351;bu &ldquo;&Uuml;yelik S&ouml;zle&#351;mesi&rdquo; d&acirc;hilinde do&#287;an hukuki ili&#351;kilerin y&ouml;netiminde yabanc&#305;l&#305;k unsuru bulunmas&#305; durumunda T&uuml;rk kanunlar ihtilaf&#305; kurallar&#305; hari&ccedil; olmak &uuml;zere do&#287;rudan T&uuml;rk &#304;&ccedil; Hukuku uygulanacakt&#305;r. &#304;&#351;bu &ldquo;&Uuml;yelik S&ouml;zle&#351;mesi&rdquo;nden dolay&#305; do&#287;an veya do&#287;abilecek her t&uuml;rl&uuml; ihtilaf&#305;n hallinde &#304;stanbul Merkez (&Ccedil;a&#287;layan) Mahkemeleri ve &#304;cra Daireleri yetkilidir.</p>

<p>12. &quot;FLOODY&quot; Kay&#305;tlar&#305;n&#305;n Ge&ccedil;erlili&#287;i</p>

<p>&quot;&Uuml;ye&quot;, i&#351;bu &ldquo;&Uuml;yelik S&ouml;zle&#351;mesi&rdquo;nden do&#287;abilecek ihtilaflarda &quot;FLOODY&quot;nin kendi veritaban&#305;nda, sunucular&#305;nda tuttu&#287;u elektronik ve sistem kay&#305;tlar&#305;n&#305;n, ticari kay&#305;tlar&#305;n&#305;n, defter kay&#305;tlar&#305;n&#305;n, mikrofilm, mikrofi&#351; ve bilgisayar kay&#305;tlar&#305;n&#305;n muteber ba&#287;lay&#305;c&#305;, kesin ve m&uuml;nhas&#305;r delil te&#351;kil edece&#287;ini,&quot;FLOODY&quot;i yemin teklifinden beri k&#305;ld&#305;&#287;&#305;n&#305; ve bu maddenin HMK 193. Madde anlam&#305;nda delil s&ouml;zle&#351;mesi niteli&#287;inde oldu&#287;unu kabul, beyan ve taahh&uuml;t eder.</p>

<p>13. Y&uuml;r&uuml;rl&uuml;k</p>

<p>&#304;&#351;bu &ldquo;&Uuml;yelik S&ouml;zle&#351;mesi&rdquo; ve &ldquo;&Uuml;yelik S&ouml;zle&#351;mesi&rdquo;yle at&#305;fta bulunulan ve &ldquo;Floody&rdquo;de yer alan kurallar ve &#351;artlar, &quot;&Uuml;ye&quot;nin elektronik olarak onay vermesi ile elektronik ortamda akdedilerek y&uuml;r&uuml;rl&uuml;&#287;e girmi&#351;tir. &ldquo;&Uuml;yelik S&ouml;zle&#351;mesi&rdquo;nin herhangi bir h&uuml;km&uuml;n&uuml;n ge&ccedil;ersizli&#287;i, mevzuata ayk&#305;r&#305;l&#305;&#287;&#305; veya uygulanabilir olmamas&#305; s&ouml;zle&#351;menin geri kalan h&uuml;k&uuml;mlerinin y&uuml;r&uuml;rl&uuml;&#287;&uuml;n&uuml; etkilemeyecektir.  </p></h2>
                        	
</body>
</html>


